Repository: pypi-data/pypi-mirror-340
Catalog: packages/django-delayed-notifications/django_delayed_notifications-0.12.3-py3-none-any.whl/django_notifications/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Related object
fr: Objet associé

source: Recipients
fr: Destinataires

source: Delayed
fr: Envoi différé

source: Subject
fr: Sujet

source: States
fr: États

source: Send notifications
fr: Envoyer les notifications

source: A notification has been sent for {notification}.
fr: Une notification a été envoyé pour {notification}.

source: No notification sent for {notification}.
fr: Aucune notification n'a été envoyé pour {notification}.

source: DEBUG - Send notification(s) to the connected user
fr: DEBUG - Envoyer la(es) notification(s) à l'utilisateur connecté

source: DEBUG - Email notification sent for {notification} to {user}
fr: DEBUG - La notification {notification} a été envoyée à {user}

source: Delayed notifications
fr: Notifications retardées

source: Debug
fr: Débogage

source: Sent status
fr: Statut d'envoi du courriel

source: Sent notifications
fr: Notifications envoyées

source: Unsent notifications
fr: Notifications non-envoyées

source: Delayed status
fr: Statut de retardement

source: Immediate notifications
fr: Envoi immédiat

source: Attached file
fr: Pièce jointe

source: Attachment
fr: Pièce jointe

source: Attachments
fr: Pièces jointes

source: {attachment_file_name} for {notification}
fr: {attachment_file_name} pour {notification}

source: Created by
fr: Ajouté par

source: Created at
fr: Ajouté le

source: Delayed sending at
fr: Envoi retardé le

source: Sent at
fr: Envoyé le

source: Text body
fr: Corps du message, en texte

source: HTML body
fr: Corps du message, en HTML

source: State from
fr: État de départ

source: State to
fr: État d'arrivée

source: Email recipients
fr: Adresses électroniques de destinataires

source: One email per line
fr: Une adresse par ligne

source: From email
fr: Expéditeur

source: Email address to use as sender
fr: Adresse électronique à utiliser comme expéditeur

source: As bcc
fr: Comme BCC

source: Email message will be sent as BCC values.
fr: Les adresses électronique vont être utilisées dans le champs BCC (copies cachées).

source: Delay notifications
fr: Retarder les notifications

source: Delay the notifications, using a cron job.
fr: Retarder les notifications en utilisant une tâche cron .

source: Delay
fr: Délais

source: Delay in seconds.
fr: Délais en secondes.

source: Blocking notifications field
fr: Nom du champs bloquant les notifications

source: Field to check if the user wants to receive notifications.
fr: Champs à vérifier sur le profil utilisateur pour valider si l'utilisateur souhaite recevoir les notifications.

source: Blocking messages field
fr: Nom du champs bloquant les messages

source: Field to check if the user wants to receive messages.
fr: Champs à vérifier sur le profil utilisateur pour valider si l'utilisateur souhaite recevoir les messages.

source: Enable debug notifications
fr: Activer les débogage des notifications

source: If enabled, notification copies will be sent to the provided email.
fr: Si activé, une copie des notifications sera envoyé à l'adresse électronique fournie.

source: Debug notifications email
fr: Adresse électronique de débogage des notifications

source: Email to send the notification copies to.
fr: Adresse électronique d'envoi des copies des notifications.

source: Notification configuration
fr: Configuration des notifications

source: Notification configurations
fr: Configurations des notifications

source: Delayed seding
fr: Envoi retardé

source: Users
fr: Utilisateurs

source: Emails
fr: Adresses électroniques

source: Sent
fr: Envoyé

source: Not sent
fr: Non envoyé
