Repository: pypi-data/pypi-mirror-340
Catalog: packages/netfshare/netfshare-0.5-py3-none-any.whl/netfshare/translations/*/LC_MESSAGES/messages.po
Languages: sl

source: No user ID set.
sl: Vpisna številka ni izbrana.

source: Admin access required. Redirecting to index...
sl: Potrebne so administratorske pravice. Preusmerjeni ste bili na naslovno stran.

source: Please input your name.
sl: Vnesite ime in priimek.

source: Please input your ID number.
sl: Vnesite svojo vpisno številko.

source: %(path)s is not a shared directory.
sl: %(path)s ni deljena mapa.

source: Too many files. Max. %(num_files)d files per upload.
sl: Preveč datotek izbranih. Dovoljeno nalaganje največ %(num_files)d datotek naenkrat.

source: An upload with the same ID already exists.
sl: Datoteke so že bile oddane.

source: An upload with the same ID already exists. Files with matching names were overwritten.
sl: Datoteke so že bile oddane. Tiste, z enakimi imeni, so bile prepisane.

source: %(num_files)d files successfully uploaded.
sl: %(num_files)d datotek uspešno oddanih.

source: Home
sl: Domov

source: Select language
sl: Izberi jezik

source: Author
sl: Avtor

source: Enter ID number
sl: Vpisna številka

source: Enter name
sl: Ime in Priimek

source: Downloads
sl: Prenosi

source: Uploads
sl: Nalaganje

source: Select folder to upload into
sl: Izberi mapo za nalaganje v
